INSERT INTO Games(Name, Description, Category, Price) 
VALUES 
	('Baldurs Gate 3', 'Baldurs Gate 3 - це багатосюжетна рольова гра у всесвіті Dungeons & Dragons, де ваш вибір формує історію про дружбу та зраду, виживання та самопожертву,
		 а також спокусу абсолютної влади.', 'RPG', 2100.00),
	('Call of Duty: Modern Warfare III', 'Ця гра є прямим продовженням популярної гри Call of Duty: Modern Warfare II Капітан Прайс і спецзагін 141 зіткнуться з найвищою загрозою. 
		Ультранаціоналіст та військовий злочинець Володимир Макаров вимушує спецзагін 141 битися як ніколи.', 'Шутер', 2500.00),
	('Mortal Kombat 1', 'Відкрийте для себе відроджений всесвіт Mortal Kombat, створений богом вогню Лю Каном. 
		Mortal Kombat 1 починає нову еру культової франшизи з новою бойовою системою, режимами гри та добиваннями!', 'Файтинг', 2550.00),
	('EA SPORTS FC 24', 'EA SPORTS FC 24 запрошує вас до головної гри світу: найдостовірніша футбольна гра за всю історію з HyperMotionV, PlayStyles із оптимізацією від OPTA й покращеним рушієм Frostbite.', 'Симулятор', 2450.00),
	('ELDEN RING', 'НОВА ФЕНТЕЗІЙНА ЕКШН-РОЛЬОВА ГРА. Встань, Заплямований, і керуйся благодаттю, щоб засяяти силою Старечого Персня 
		і стати Старим Лордом у Землях Міжморя.', 'RPG', 2000.00),
	('Hearts of Iron IV', 'Перемога у ваших руках! Ваша здатність керувати нацією - це ваша головна зброя, стратегічна гра Hearts of Iron IV дозволяє вам взяти на себе командування будь-якою нацією
		 у Другій світовій війні - найбільш захоплюючому конфлікті у світовій історії.', 'Стратегія', 1399.00),
	('Little Nightmares II', 'Little Nightmares II - це захоплююча пригодницька гра, в якій ви граєте за Моно, хлопчика, що опинився в пастці у світі, який був спотворений злою передачею.
		 Разом з новим другом Сіксом він вирушає на пошуки джерела передачі.', 'Головоломка', 1200.00),
	('Project Zomboid', 'Project Zomboid - це найвищий рівень виживання серед зомбі. Поодинці або в групі: грабуйте, будуйте, майструйте, боріться, займайтеся сільським господарством і рибалкою в боротьбі за виживання. 
		На необережних чекають хардкорні навички рольової гри, величезна карта, пісочниця, яку можна налаштовувати, і милий єнот-підкаблучник. Як же ви помрете? Все, що потрібно - це укус...', 'Симулятор', 690.00),
	('Lies of P', 'Lies of P - це захопливий соулсік, який бере історію Піноккіо, перевертає її з ніг на голову і ставить на похмуро-елегантне тло епохи Belle Epoque.', 'Рольова гра', 2100.00),
	('Cyberpunk 2077', 'Cyberpunk 2077 — шутер від першої особи з відкритим світом. Дія відбувається у темному майбутньому Найт-Сіті, небезпечного мегаполіса, одержимого владою, гламуром і ненаситною модифікацією тіла.', 'Шутер', 1990.00);